Repository: WormieCorp/Localization.AspNetCore.TagHelpers
Catalog: src/Demos/NetCoreApp21/Localization/Views/Home/Index.*.resx
Languages: nb

source: Add a Controller and View
nb: Legge til en kontroller og visning

source: Add packages using NuGet.
nb: Legg til pakker ved hjelp av NuGet.

source: Application uses
nb: Programbruk

source: Client side development
nb: Utvikling på klientsiden

source: Conceptual overview of what is ASP.NET Core
nb: Konseptuell oversikt over hv som er ASP.NET Core

source: Develop on different platforms
nb: Utvikling på forskjellige plattformer

source: Fundamentals of ASP.NET Core such as Startup and middleware.
nb: Grunnleggende for ASP.NET Core som Oppstart og mellomvare.

source: How to
nb: Hvordan

source: Learn how Microsoft's Azure cloud platform allows you to build, deploy, and scale web apps.
nb: Lær hvordan Microsofts Azure cloud plattform lar deg bygge, distribuere og skalere webprogrammer.

source: Learn how to build ASP.NET apps that can run anywhere.
nb: Lær å bygge ASP.NET applikasjoner som kan kjøres overalt

source: Manage User Secrets using Secret Manager.
nb: Administrer bruker hemmeligheter ved hjelp av hemmelig manager.

source: Overview
nb: Oversikt

source: Publish to Microsoft Azure Web Apps
nb: Publiser til Microsoft Azure Web Applikasjoner

source: Read more on the documentation site
nb: Les mer på doumentasjons nettstedet

source: Run &amp; Deploy
nb: Run & Distribuer

source: Run tools such as EF migrations and more
nb: Kjør verktøy som EF migrations og mer

source: Run your app
nb: Kjør din applikasjon

source: Sample pages using ASP.NET Core MVC
nb: Eksempel på sider ved hjelp av ASP.NET Core MVC

source: Security
nb: Sikkerhet

source: Target development, staging or production environment.
nb: Målrett mot utvikling, oppsetts- eller produksjonsmiljø.

source: Theming using &lt;a href=&quot;{0}&quot;&gt;Bootstrap&lt;/a&gt;
nb: Theming using <a href="{0}">Bootstrap</a>

source: There are powerful new features in Visual Studio for building modern web apps.
nb: Det er kraftige nye funksjoner i Visual Studio for å bygge moderne webprogrammer

source: Use logging to log a message.
nb: Bruk loggføring for å logge en melding.

source: Working with Data
nb: Arbeide med Data
